[
  {"id":"aggarwalAdaptationClimateChange2021","abstract":"Mountains are a critical source of water. Cryospheric and hydrological changes in combination with socio-economic development are threatening downstream water security triggering the need for effective adaptation responses. Here, we present a global systematic review (83 peer-reviewed articles) that assesses different water-related stressors and the adaptation responses to manage water stress in major glaciated mountain regions. Globally, agriculture (42%), tourism (12%), hydropower (8%) and health and safety (4%) are among the main sectors affected by hydrological and cryospheric changes . A broad set of adaptation measures has already been implemented in the world’s mountain regions. We find that globally the most commonly used adaptation practices correspond to the improvement of water storage infrastructure (13%), green infrastructure (9.5%), agricultural practices (17%), water governance and policies (21%), disaster risk reduction (9.5%) and economic diversification (10%). Successful implementation of adaptation measures is limited by reduced stakeholder capacities, collaboration and financial resources, and policies and development. To overcome these limitations, funding for climate change adaptation and development programmes in mountains and trust-building measures such as shared stakeholder activities need to be strengthened. Local awareness raising of both, the adverse effects of climate change and potentially positive implications of specific adaptation measures can help to support successful adaptation.","accessed":{"date-parts":[[2022,4,27]]},"author":[{"family":"Aggarwal","given":"Anubha"},{"family":"Frey","given":"Holger"},{"family":"McDowell","given":"Graham"},{"family":"Drenkhan","given":"Fabian"},{"family":"Nüsser","given":"Marcus"},{"family":"Racoviteanu","given":"Adina"},{"family":"Hoelzle","given":"Martin"}],"citation-key":"aggarwalAdaptationClimateChange2021","container-title":"Climate and Development","DOI":"10.1080/17565529.2021.1971059","ISSN":"1756-5529","issue":"0","issued":{"date-parts":[[2021,9,1]]},"page":"1-13","source":"Taylor and Francis+NEJM","title":"Adaptation to climate change induced water stress in major glacierized mountain regions","type":"article-journal","URL":"https://doi.org/10.1080/17565529.2021.1971059","volume":"0"},
  {"id":"baglaArtificialGlaciersHelp1998","accessed":{"date-parts":[[2022,4,26]]},"author":[{"family":"Bagla","given":"Pallava"}],"citation-key":"baglaArtificialGlaciersHelp1998","container-title":"Science","DOI":"10.1126/science.282.5389.619a","issue":"5389","issued":{"date-parts":[[1998,10,23]]},"page":"619-619","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Artificial Glaciers to Help Farmers","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.282.5389.619a","volume":"282"},
  {"id":"balasubramanianInfluenceMeteorologicalConditions2022","abstract":"Since 2014, mountain communities in Ladakh, India have been constructing dozens of Artificial Ice Reservoirs (AIRs) by spraying water through fountain systems every winter. The meltwater from these structures is crucial to meet irrigation water demands during spring. However, there is a large variability associated with this water supply due to the local weather influences at the chosen location. This study compared the ice volume evolution of an AIR built in Ladakh, India with two others built in Guttannen, Switzerland using a surface energy balance model. Model input consisted of meteorological data in conjunction with fountain discharge rate (mass input of an AIR). Model calibration and validation were completed using ice volume and surface area measurements taken from several drone surveys. The model was successful in estimating the observed ice volume evolution with a root mean square error within 18\n              %\n              of the maximum ice volume for all the AIRs. The location in Ladakh had a maximum ice volume four times larger compared to the Guttannen site. However, the corresponding water losses for all the AIRs were more than three-quarters of the total fountain discharge due to high fountain wastewater. Drier and colder locations in relatively cloud-free regions are expected to produce long-lasting AIRs with higher maximum ice volumes. This is a promising result for dry mountain regions, where AIR technology could provide a relatively affordable and sustainable strategy to mitigate climate change induced water stress.","accessed":{"date-parts":[[2022,2,27]]},"author":[{"family":"Balasubramanian","given":"Suryanarayanan"},{"family":"Hoelzle","given":"Martin"},{"family":"Lehning","given":"Michael"},{"family":"Bolibar","given":"Jordi"},{"family":"Wangchuk","given":"Sonam"},{"family":"Oerlemans","given":"Johannes"},{"family":"Keller","given":"Felix"}],"citation-key":"balasubramanianInfluenceMeteorologicalConditions2022","container-title":"Frontiers in Earth Science","container-title-short":"Front. Earth Sci.","DOI":"10.3389/feart.2021.771342","ISSN":"2296-6463","issued":{"date-parts":[[2022,2,23]]},"page":"771342","source":"DOI.org (Crossref)","title":"Influence of Meteorological Conditions on Artificial Ice Reservoir (Icestupa) Evolution","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/feart.2021.771342/full","volume":"9"},
  {"id":"bbcnewsBrightArtificialGlacier2020","accessed":{"date-parts":[[2022,4,27]]},"author":[{"literal":"BBC News"}],"citation-key":"bbcnewsBrightArtificialGlacier2020","issued":{"date-parts":[[2020,2,26]]},"title":"Bright artificial glacier in Naryn - BBC Kyrgyz","type":"webpage","URL":"https://www.youtube.com/watch?v=TpeSQf75bFQ"},
  {"id":"benndouglasiGlaciersGlaciation2014","author":[{"literal":"Benn, Douglas I"},{"literal":"Evans, David JA"}],"citation-key":"benndouglasiGlaciersGlaciation2014","issued":{"date-parts":[[2014]]},"publisher":"Routledge","title":"Glaciers and glaciation","type":"book"},
  {"id":"brutsaertDerivableFormulaLongwave1975","author":[{"family":"Brutsaert","given":"W."}],"citation-key":"brutsaertDerivableFormulaLongwave1975","container-title":"Water Resources Research","DOI":"10.1029/WR011i005p00742","issue":"1-4","issued":{"date-parts":[[1975]]},"page":"742-744","title":"On a derivable formula for long-wave radiation from clear skies","type":"article-journal","volume":"11"},
  {"id":"brutsaertEvaporationAtmosphereTheory1982","author":[{"family":"Brutsaert","given":"W."}],"citation-key":"brutsaertEvaporationAtmosphereTheory1982","issued":{"date-parts":[[1982]]},"publisher":"Kluwer Academic Publishers","title":"Evaporation into the Atmosphere. Theory, History and Application","type":"book"},
  {"id":"chevuturiClimateChangeLeh2018","abstract":"Mountains over the world are considered as the indicators of climate change. The Himalayas are comprised of five ranges, viz., Pir Panjal, Great Himalayas, Zanskar, Ladhak, and Karakorum. The Ladakh region lies in the northernmost state of India, Jammu and Kashmir, in the Ladhak range. It has a unique cold-arid climate and lies immediately south of the Karakorum range. With scarce water resources, such regions show high sensitivity and vulnerability to the change in climate and need urgent attention. The objective of this study is to understand the climate of the Ladakh region and to characterize its changing climate. Using different temperature and precipitation datasets over Leh and surrounding regions, we statistically analyze the current trends of climatic patterns over the region. The study shows that the climate over Leh shows a warming trend with reduced precipitation in the current decade. The reduced average seasonal precipitation might also be associated with some indications of reducing number of days with higher precipitation amounts over the region.","accessed":{"date-parts":[[2022,4,26]]},"author":[{"family":"Chevuturi","given":"A."},{"family":"Dimri","given":"A. P."},{"family":"Thayyen","given":"R. J."}],"citation-key":"chevuturiClimateChangeLeh2018","container-title":"Theoretical and Applied Climatology","container-title-short":"Theor Appl Climatol","DOI":"10.1007/s00704-016-1989-1","ISSN":"1434-4483","issue":"1","issued":{"date-parts":[[2018,1,1]]},"language":"en","page":"531-545","source":"Springer Link","title":"Climate change over Leh (Ladakh), India","type":"article-journal","URL":"https://doi.org/10.1007/s00704-016-1989-1","volume":"131"},
  {"id":"clouseLadakhArtificialGlaciers2017","author":[{"family":"Clouse","given":"Carey"},{"family":"Anderson","given":"Naomi"},{"family":"Shippling","given":"Taylor"}],"citation-key":"clouseLadakhArtificialGlaciers2017","container-title":"Climate and Development","DOI":"10.1080/17565529.2016.1167664","issue":"5","issued":{"date-parts":[[2017]]},"page":"428-438","publisher":"Taylor & Francis","title":"Ladakh’s artificial glaciers: climate-adaptive design for water scarcity","type":"article-journal","volume":"9"},
  {"id":"cogleyGlossaryGlacierMass2010","accessed":{"date-parts":[[2022,7,12]]},"author":[{"family":"Cogley","given":"J. G."},{"family":"Arendt","given":"A. A."},{"family":"Bauder","given":"A."},{"family":"Braithwaite","given":"R. J."},{"family":"Hock","given":"R."},{"family":"Jansson","given":"P."},{"family":"Kaser","given":"G."},{"family":"Moller","given":"M."},{"family":"Nicholson","given":"L."},{"family":"Rasmussen","given":"L. A."},{"family":"Zemp","given":"M."}],"citation-key":"cogleyGlossaryGlacierMass2010","issued":{"date-parts":[[2010]]},"language":"English","publisher":"International Hydrological Programme","source":"www.research.manchester.ac.uk","title":"Glossary of glacier mass balance and related terms","type":"article-journal","URL":"https://www.research.manchester.ac.uk/portal/en/publications/glossary-of-glacier-mass-balance-and-related-terms(86ddbacc-1d29-4d57-af58-210dde39a251).html"},
  {"id":"cuffeyPhysicsGlaciers2010","author":[{"family":"Cuffey","given":"Kurt M."},{"family":"Paterson","given":"W. S. B."}],"citation-key":"cuffeyPhysicsGlaciers2010","issued":{"date-parts":[[2010]]},"publisher":"Elsevier","title":"The Physics Of Glaciers","type":"book"},
  {"id":"dameFoodSecurityHigh2011","abstract":"The issues of food security and its specifics in high mountain regions are often neglected in national and international science and policy agendas. At the same time, local food systems have undergone significant transitions over the past two decades. Whereas subsistence agriculture still forms the economic mainstay in these regions, current dynamics are generally characterized by livelihood diversification with increased off-farm income opportunities and an expansion of external development interventions. A case study from Ladakh (Indian Himalayas) illustrates how changes of the political and socio-economic conditions have affected food security strategies of mountain households. In the cold, arid environment of Ladakh, where combined mountain agriculture is the dominant land use system, reduced importance of the subsistence base for staple foods is reflected in current consumption patterns. Seasonal shortfalls and low dietary diversity lead to micronutrient deficiencies, a phenomenon that has been described as “hidden hunger”. This paper describes determinants of the transition of the current food system, based on land-use analyses and quantitative and qualitative social research at the household, regional and national level. It shows how monetary income and governmental as well as non-governmental development interventions shape food security in this peripheral region. Focusing on the particular example of staple food subsidies through the Indian Public Distribution System, the paper illustrates and discusses how this national-level measure addresses food security and shows the implications for household strategies. Against the background of our findings we argue that tailor-made regional policies and programmes are needed to face the specific challenges in high mountain regions.","accessed":{"date-parts":[[2022,7,9]]},"author":[{"family":"Dame","given":"Juliane"},{"family":"Nüsser","given":"Marcus"}],"citation-key":"dameFoodSecurityHigh2011","container-title":"Food Security","container-title-short":"Food Sec.","DOI":"10.1007/s12571-011-0127-2","ISSN":"1876-4525","issue":"2","issued":{"date-parts":[[2011,6,1]]},"language":"en","page":"179-194","source":"Springer Link","title":"Food security in high mountain regions: agricultural production and the impact of food subsidies in Ladakh, Northern India","title-short":"Food security in high mountain regions","type":"article-journal","URL":"https://doi.org/10.1007/s12571-011-0127-2","volume":"3"},
  {"id":"dameSTONGDEREVISITEDLANDUSE2010","abstract":"Modifications of the mostly subsistence-based economy and a general trend towards livelihood diversification are characteristic dynamics in high mountain regions. Using a case study from the Himalayan village of Stongde in Zangskar (Northern India), current trends in land utilization, work patterns and livelihood strategies are presented and discussed. The assessment of persistence and change of land-use patterns and strategies over a period of almost three decades is based on a comparative analysis of Henry Osmaston's studies in the case study village in 1980 and recent field research by the authors. The study shows a high persistence of field structures fostered by a set of environmental, political and social factors. At the same time, the survey illustrates a diversification of the cropping pattern and recent agricultural trends. High mountain livelihoods are modified by a number of internal and external factors, including new agricultural practices, rural development initiatives, food subsidies and off-farm income. Veränderungen einer vorwiegend subsistenzorientierten Wirtschaftsweise sowie die Diversifizierung von Lebenssicherungsstrategien gelten als wesentliche Dynamiken in Hochgebirgsregionen. Am Beispiel der Siedlung Stongde in Zangskar (Nordindien) werden aktuelle Entwicklungen in der Landnutzung, der Arbeitsorganisation und den Lebenssicherungsstrategien vorgestellt und diskutiert. Anhand einer vergleichenden Analyse von Henry Osmastons Arbeiten in der als Fallstudie ausgewählten Siedlung im Jahr 1980 und aktuellen Feldforschungsarbeiten der Autoren, werden Persistenz und Wandel der Landnutzungsmuster und -strategien über einen Zeitraum von knapp drei Jahrzehnten analysiert. Hierbei wird ein hoher Grad an Persistenz in den Feldstrukturen deutlich, der durch ein Zusammenspiel ökologischer, politischer und sozialer Faktoren begründet ist. Zugleich zeigt die Untersuchung eine Diversifizierung der Anbaufrüchte sowie aktuelle agrarwirtschaftliche Entwicklungen auf. Lebenssicherungsstrategien im Hochgebirge werden durch eine Vielzahl interner und externer Faktoren, zu denen neue landwirtschaftliche Praktiken, Entwicklungsprogramme, Subventionen von Grundnahrungsmitteln und außeragrarische Einkommensmöglichkeiten zählen, geprägt.","accessed":{"date-parts":[[2022,4,26]]},"author":[{"family":"Dame","given":"Juliane"},{"family":"Mankelow","given":"J. Seb"}],"citation-key":"dameSTONGDEREVISITEDLANDUSE2010","container-title":"Erdkunde","ISSN":"0014-0015","issue":"4","issued":{"date-parts":[[2010]]},"page":"355-370","publisher":"Erdkunde","source":"JSTOR","title":"STONGDE REVISITED: LAND-USE CHANGE IN CENTRAL ZANGSKAR","title-short":"STONGDE REVISITED","type":"article-journal","URL":"https://www.jstor.org/stable/25822108","volume":"64"},
  {"id":"farhanHydrologicalRegimesConjunction2015","abstract":"In a changing climate, river basins with limited summer precipitation but abundant snow and glacier melt-water are affected severely by reductions and seasonal alterations in annual stream flows. However, high altitude glacio-hydrological observations and investigations to address the linkage between the timing of glacier changes and river runoff fluctuations remain ambiguous, particularly in the northwestern Himalayan region of Pakistan. In this context, the hydrological regime of the Astore Basin, a sub-catchment of the Upper Indus River Basin, was comprehensively investigated by employing in situ hydro-meteorological observations in combination with satellite remote sensing data. Two-thirds of the annual precipitation in the Astore Basin falls in winter and spring, mainly deposited by westerly winds, whereas summer and autumn precipitation deposited by the monsoon and local jet streams accounts for only one-third. Some 14 % of the basin area is covered by glaciers and, added to the accumulated seasonal snow deposited by westerly circulations, this can reach 80–85 % of the basin area. Therefore more than 75 % of the annual basin runoff depends on melt-water produced by the predominant seasonal snow and glacier ablation. The non-parametric Mann–Kendall trend test was applied to the whole time-series of hydro-meteorological data. This indicated a lowering of annual and summer mean temperatures during the period 1980–1995 and slight warming during the 1996–2010 period. Similarly, annual, winter and summer precipitation, and annual mean discharge, increased from 1980 to 1995 but, in contrast, a slight decrease in annual and summer precipitation was observed during the 1996–2010 period; however, discharge evidence is slight making any increase in this period insignificant. In addition, the Spearman and Mann–Kendall correlation results depict annual stream flow fluctuations during the 1980–2010 decades in the Astore River that were predominantly influenced by precipitation variations, but not by any alteration in catchment temperatures, and so not governed by enhanced glacier ablation and retreat. The results of the analysis presented here were also substantiated by satellite remote sensing investigation, which points to evidence of stable conditions in the Astore Basin glaciers during this period.","accessed":{"date-parts":[[2022,4,26]]},"author":[{"family":"Farhan","given":"Suhaib Bin"},{"family":"Zhang","given":"Yinsheng"},{"family":"Ma","given":"Yingzhao"},{"family":"Guo","given":"Yanhong"},{"family":"Ma","given":"Ning"}],"citation-key":"farhanHydrologicalRegimesConjunction2015","container-title":"Climate Dynamics","container-title-short":"Clim Dyn","DOI":"10.1007/s00382-014-2409-9","ISSN":"1432-0894","issue":"11","issued":{"date-parts":[[2015,6,1]]},"language":"en","page":"3015-3032","source":"Springer Link","title":"Hydrological regimes under the conjunction of westerly and monsoon climates: a case investigation in the Astore Basin, Northwestern Himalaya","title-short":"Hydrological regimes under the conjunction of westerly and monsoon climates","type":"article-journal","URL":"https://doi.org/10.1007/s00382-014-2409-9","volume":"44"},
  {"id":"furukawaAccurateDenseRobust2010","author":[{"family":"Furukawa","given":"Yasutaka"},{"family":"Ponce","given":"Jean"}],"citation-key":"furukawaAccurateDenseRobust2010","container-title":"IEEE Transactions on Pattern Analysis and Machine Intelligence","DOI":"10.1109/TPAMI.2009.161","issue":"8","issued":{"date-parts":[[2010]]},"page":"1362-1376","title":"Accurate, Dense, and Robust Multiview Stereopsis","type":"article-journal","volume":"32"},
  {"id":"garrattAtmosphericBoundaryLayer1992","author":[{"family":"Garratt","given":"J. R."}],"citation-key":"garrattAtmosphericBoundaryLayer1992","issued":{"date-parts":[[1992]]},"publisher":"Cambridge University Press","title":"The Atmospheric Boundary Layer","type":"book"},
  {"id":"GlacierMarriagesPakistan2020","abstract":"Locals in Gilgit Baltistan use an ancient technique, reinforced by some modern breakthroughs, for glacier grafting to create persistent sources of water","accessed":{"date-parts":[[2022,5,12]]},"citation-key":"GlacierMarriagesPakistan2020","container-title":"The Third Pole","issued":{"date-parts":[[2020,6,3]]},"language":"en-US","title":"The glacier ‘marriages’ in Pakistan’s high Himalayas","type":"post-weblog","URL":"https://www.thethirdpole.net/en/climate/the-glacier-marriages-in-pakistans-high-himalayas/"},
  {"id":"grossmanHimalayanGlaciersMelt2015","author":[{"family":"Grossman","given":"D."}],"citation-key":"grossmanHimalayanGlaciersMelt2015","container-title":"Yale School of the Environment","issued":{"date-parts":[[2015]]},"title":"As Himalayan Glaciers Melt, Two Towns Face the Fallout","type":"webpage","URL":"https://e360.yale.edu/features/as_himalayan_glaciers_melt_two_towns_face_the_fallout"},
  {"id":"huangSimpleAccurateFormula2018","author":[{"family":"Huang","given":"Jianhua"}],"citation-key":"huangSimpleAccurateFormula2018","container-title":"AMETSOC","DOI":"10.1175/JAMC-D-17-0334.1","issued":{"date-parts":[[2018,6]]},"publisher":"American Meteorological Society","title":"A Simple Accurate Formula for Calculating Saturation Vapor Pressure of Water and Ice","type":"article-journal","volume":"57"},
  {"id":"huncwot.comMarriageGlaciersPrzekroj","abstract":"In the high-altitude region of Gilgit-Baltistan in Pakistan, local villagers have devised a novel solution to water scarcity – grafting their own glaciers.","accessed":{"date-parts":[[2022,5,12]]},"author":[{"family":"Huncwot.com","given":""}],"citation-key":"huncwot.comMarriageGlaciersPrzekroj","language":"en","title":"A Marriage of Glaciers - Przekrój Magazine","type":"webpage","URL":"https://przekroj.pl/en/science/a-marriage-of-glaciers-klaudia-khan-2"},
  {"id":"immerzeelImportanceVulnerabilityWorld2020","abstract":"Mountains are the water towers of the world, supplying a substantial part of both natural and anthropogenic water demands1,2. They are highly sensitive and prone to climate change3,4, yet their importance and vulnerability have not been quantified at the global scale. Here we present a global water tower index (WTI), which ranks all water towers in terms of their water-supplying role and the downstream dependence of ecosystems and society. For each water tower, we assess its vulnerability related to water stress, governance, hydropolitical tension and future climatic and socio-economic changes. We conclude that the most important (highest WTI) water towers are also among the most vulnerable, and that climatic and socio-economic changes will affect them profoundly. This could negatively impact 1.9 billion people living in (0.3 billion) or directly downstream of (1.6 billion) mountainous areas. Immediate action is required to safeguard the future of the world’s most important and vulnerable water towers.","accessed":{"date-parts":[[2022,5,11]]},"author":[{"family":"Immerzeel","given":"W. W."},{"family":"Lutz","given":"A. F."},{"family":"Andrade","given":"M."},{"family":"Bahl","given":"A."},{"family":"Biemans","given":"H."},{"family":"Bolch","given":"T."},{"family":"Hyde","given":"S."},{"family":"Brumby","given":"S."},{"family":"Davies","given":"B. J."},{"family":"Elmore","given":"A. C."},{"family":"Emmer","given":"A."},{"family":"Feng","given":"M."},{"family":"Fernández","given":"A."},{"family":"Haritashya","given":"U."},{"family":"Kargel","given":"J. S."},{"family":"Koppes","given":"M."},{"family":"Kraaijenbrink","given":"P. D. A."},{"family":"Kulkarni","given":"A. V."},{"family":"Mayewski","given":"P. A."},{"family":"Nepal","given":"S."},{"family":"Pacheco","given":"P."},{"family":"Painter","given":"T. H."},{"family":"Pellicciotti","given":"F."},{"family":"Rajaram","given":"H."},{"family":"Rupper","given":"S."},{"family":"Sinisalo","given":"A."},{"family":"Shrestha","given":"A. B."},{"family":"Viviroli","given":"D."},{"family":"Wada","given":"Y."},{"family":"Xiao","given":"C."},{"family":"Yao","given":"T."},{"family":"Baillie","given":"J. E. M."}],"citation-key":"immerzeelImportanceVulnerabilityWorld2020","container-title":"Nature","DOI":"10.1038/s41586-019-1822-y","ISSN":"1476-4687","issue":"7790","issued":{"date-parts":[[2020,1]]},"language":"en","number":"7790","page":"364-369","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Importance and vulnerability of the world’s water towers","type":"article-journal","URL":"https://www.nature.com/articles/s41586-019-1822-y","volume":"577"},
  {"id":"ipccChapterHighMountain2019","author":[{"family":"IPCC","given":""}],"citation-key":"ipccChapterHighMountain2019","container-title":"IPCC Special Report on the Ocean and Cryosphere in a Changing Climate","issued":{"date-parts":[[2019]]},"title":"Chapter 2: High Mountain Areas — Special Report on the Ocean and Cryosphere in a Changing Climate","type":"article-journal","URL":"https://www.ipcc.ch/srocc/chapter/chapter-2/"},
  {"id":"kreutzmannScarcityOpulenceWater2011","abstract":"Water management in general and in the Indus Basin in particular is concerned with the energy-efficient transportation of hydrologically exploitable resources from the upper zone to climatically favourable areas where irrigation helps to supersede arid conditions for the cultivation of crops and watering of meadows. In other words: Human intervention sets the stage for the allocation of water from a wider catchment area in a smaller habitat where this resource is deficient. Emphasis on mountain irrigation practices is counteracted with developments in the forelands where different frame conditions prevail and peculiar development problems occur. In dealing with the importance of water from the mountain regions three dimensions have to be evaluated: 1) natural factors and their validity for the environmental frame conditions and technological adaptation processes; 2) social factors and their impact on culture, economy and equitability; 3) institutional factors and their importance for sustainable growth and for the implementation of development projects. In the study of decentralized irrigation systems in high mountain regions of the Indus Basin a systems theoretical approach values the complexity of interrelationships between different systems elements. Human activities in arid mountain regions are restricted by limiting ecological factors and are characterized by certain utilization and adaptive strategies.","accessed":{"date-parts":[[2022,7,9]]},"author":[{"family":"Kreutzmann","given":"Hermann"}],"citation-key":"kreutzmannScarcityOpulenceWater2011","container-title":"Journal of Mountain Science","container-title-short":"J. Mt. Sci.","DOI":"10.1007/s11629-011-2213-5","ISSN":"1993-0321","issue":"4","issued":{"date-parts":[[2011,8,1]]},"language":"en","page":"525-534","source":"Springer Link","title":"Scarcity within opulence: Water management in the Karakoram Mountains revisited","title-short":"Scarcity within opulence","type":"article-journal","URL":"https://doi.org/10.1007/s11629-011-2213-5","volume":"8"},
  {"id":"kungACCURACYAUTOMATICPHOTOGRAMMETRIC2011","author":[{"family":"Küng","given":"O."},{"family":"Strecha","given":"C."},{"family":"Beyeler","given":"A."},{"family":"Zufferey","given":"J.-C."},{"family":"Floreano","given":"D."},{"family":"Fua","given":"P."},{"family":"Gervaix","given":"F."}],"citation-key":"kungACCURACYAUTOMATICPHOTOGRAMMETRIC2011","container-title":"The International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences","DOI":"10.5194/isprsarchives-XXXVIII-1-C22-125-2011","issued":{"date-parts":[[2011]]},"page":"125-130","title":"THE ACCURACY OF AUTOMATIC PHOTOGRAMMETRIC TECHNIQUES ON ULTRA-LIGHT UAV IMAGERY","type":"article-journal","URL":"https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XXXVIII-1-C22/125/2011/","volume":"XXXVIII-1/C22"},
  {"id":"labbalTraditionalOasesLadakh2000","abstract":"Ladakh, north-western India, is located in the rain-shadow of the Himalayas and receives 80-100 mm of annual precipitation. Irrigation in the oasis of Sabu, located at 3350-3950-m altitude in the upper Indus valley, is examined. The irrigation system of Sabu is an example of an elaborate system to control available water resources. Water distribution is divided into 2 major periods. The first is...","accessed":{"date-parts":[[2022,4,26]]},"author":[{"family":"Labbal","given":"V."}],"citation-key":"labbalTraditionalOasesLadakh2000","container-title":"Sharing water: irrigation and water management in the Hindukush - Karakoram - Himalaya","issued":{"date-parts":[[2000]]},"language":"English","page":"163-183","publisher":"Oxford University Press","source":"www.cabdirect.org","title":"Traditional oases of Ladakh: a case study of equity in water management.","title-short":"Traditional oases of Ladakh","type":"article-journal","URL":"https://www.cabdirect.org/cabdirect/abstract/20026790238"},
  {"id":"loweDistinctiveImageFeatures2004","author":[{"family":"Lowe","given":"David G."}],"citation-key":"loweDistinctiveImageFeatures2004","container-title":"International Journal of Computer Vision","DOI":"10.1023/B:VISI.0000029664.99615.94","ISSN":"1573-1405","issue":"2","issued":{"date-parts":[[2004]]},"page":"91-110","title":"Distinctive Image Features from Scale-Invariant Keypoints","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/4/5/1392","volume":"60"},
  {"id":"meteoblueClimateGuttannen2021","accessed":{"date-parts":[[2022,4,24]]},"author":[{"family":"Meteoblue","given":""}],"citation-key":"meteoblueClimateGuttannen2021","container-title":"Meteoblue","issued":{"date-parts":[[2021,2,26]]},"title":"Climate Guttannen","type":"webpage","URL":"https://www.meteoblue.com/en/weather/historyclimate/climatemodelled/guttannen_switzerland_2660433"},
  {"id":"mukhopadhyayReevaluationSnowmeltGlacial2015","abstract":"The hydrograph separation method, previously proposed to quantify base flow, seasonal snowmelt, and glacial melt components in river flows within Upper Indus basin underestimates glacial melt component. This is particularly limiting for highly glacierized watersheds. The limitation has been corrected by a further refinement of the method. The results with the refined procedure are highly consistent with the physical characteristics such as hypsometry and glacier extents of the watershed even though the method itself is completely independent of the physical characteristics of the watershed where it is applied. Glacial melt far outweigh snowmelt in the rivers draining the Karakoram and Zanskar ranges. In the Karakoram, on an annualized basis, glacial melt proportion varies from 43% to 50% whereas snowmelt varies from 27% to 31%. On the other hand, snowmelt dominates over glacial melt in the rivers draining the western Greater Himalayas and the Hindu Kush. Here snowmelt percentage in river discharge varies from 31% to 53% whereas that of glacial melt ranges from 16% to 30%. In the main stem of Upper Indus River, snowmelt fraction in most cases is slightly greater than the glacial melt fraction. In the main stem, snowmelt percentage ranges from 35% to 44% whereas glacial melt percentage ranges from 25% to 36%. Upper Indus River just upstream of Tarbela Reservoir carries annual flows constituted of 70% melt water of which 26% is contributed by glacial melts and 44% by snowmelts. We also show that during the later part of twentieth century and continuing into the early part of twenty first century glacial melt contributions to river discharge has decreased compared to the previous decades. This phenomenon can be ascribed to either basin wide loss of glacial mass in the recent decades in the elevation range from where most of the glacial melt originates or glacier growth and stability due to either reduction in energy inputs or increase in precipitation or both at the high altitude bands wherefrom glacial melt water originates.","accessed":{"date-parts":[[2022,4,26]]},"author":[{"family":"Mukhopadhyay","given":"Biswajit"},{"family":"Khan","given":"Asif"}],"citation-key":"mukhopadhyayReevaluationSnowmeltGlacial2015","container-title":"Journal of Hydrology","container-title-short":"Journal of Hydrology","DOI":"10.1016/j.jhydrol.2015.04.045","ISSN":"0022-1694","issued":{"date-parts":[[2015,8,1]]},"language":"en","page":"119-132","source":"ScienceDirect","title":"A reevaluation of the snowmelt and glacial melt in river flows within Upper Indus Basin and its significance in a changing climate","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0022169415003042","volume":"527"},
  {"id":"nastArtBuildingArtificial2019","abstract":"At the edge of the Himalayas, an ancient tradition is reinvented for the era of climate change.","accessed":{"date-parts":[[2022,6,2]]},"author":[{"family":"Nast","given":"Condé"}],"citation-key":"nastArtBuildingArtificial2019","container-title":"The New Yorker","issued":{"date-parts":[[2019,5,8]]},"language":"en-US","section":"tags","title":"The Art of Building Artificial Glaciers","type":"webpage","URL":"https://www.newyorker.com/magazine/2019/05/20/the-art-of-building-artificial-glaciers"},
  {"id":"nationalamateurshortfilmfestivalGlacierMarriageWaleem2021","abstract":"National Amateur Short Film  Festival  (NASFF)  is intended to proffer a chance to our enormously creative and talented youth to produce high quality short films, showcasing Pakistan to the World.  It’s an articulately conducted competition, which will soon be the biggest and most credible film fest of Pakistan. \n \nGlacier Marriage – A film by \nWaleem Abbas  \n(Colors of Pakistan) \n \nGlacier Grafting 'also known as glacier growing' is an Indigenous water resource management practice in GilgitBaltistan. Using this grafting method, artificial glaciers have been transplanted in the past. According to locals, new glacier is grafted by combination (mating) of male and female glaciers. This film is based on indigenous method of grafting. \nThis theme encompasses presentation of Pakistan, with a view to enable any expat to formally introduce our country to the viewers. \n \nDirector: Waleem Abbas \nWriter: Saqlain Abbas\nCameraman: Syed Waqar, \nMurtaza Hussain, \nAerial  filming:  Nouman \nAbbas \n \n#NASFF21 \n#YouAreTheFuture  \n#ShowcasingPakistan \n#RealPakistan","accessed":{"date-parts":[[2022,5,12]]},"citation-key":"nationalamateurshortfilmfestivalGlacierMarriageWaleem2021","dimensions":"10:09","director":[{"literal":"National Amateur Short Film Festival"}],"issued":{"date-parts":[[2021,6,22]]},"source":"YouTube","title":"Glacier Marriage | Waleem Abbas | National Amateur Short Film Festival -  2021","type":"motion_picture","URL":"https://www.youtube.com/watch?v=O-St_jq98Kg"},
  {"id":"norphelArtificialGlacierHigh2009","author":[{"family":"Norphel","given":"Chewang"}],"citation-key":"norphelArtificialGlacierHigh2009","issue":"Energy and Climate Change in cold regions of Asia: Proccedings of the Seminar, Ladakh, India","issued":{"date-parts":[[2009]]},"page":"62-64","title":"Artificial glacier: A high altitude cold desert water conservation technique","type":"article-journal","URL":"https://www.geres.eu/wp-content/uploads/2019/10/seminar_proceedings.pdf#page=63"},
  {"id":"norphelSnowWaterHarvesting2015","abstract":"Living close to nature, Ladakhi’s have maintained a harmonious balance with their surrounding. High aridity and low temperature lead to sparse vegetation. Ladakhi farmers have always been dependent on snow and glacier melt water, but the climate change experienced in the last four decades poses a threat for the future. There are different engineering solutions as integral part of water shed management: diversion canal, water reservoir, gravity canal, lift irrigation scheme, and snow harvesting. Only 10–15 % of Ladakhi agriculture benefits from the Indus and Shayok, while the remaining is entirely dependent on snowmelt streams and traditional water management systems of the watershed areas in the cold desert of Ladakh. The system of water distribution during the farming season is strictly followed by the people in their respective villages. Artificial glacier technique is used in the area from 1987. The main stream water is diverted by constructing a long channel made of dry stonewall across the hill slopes to the glacier site. The length, breadth and depth of the channel vary with the slope of the hill as well as an estimated flow of the stream. Dry stone retaining walls and a suitable bed grade to smoothen the follow of water protect the channel from damage. The stone wall is made of locally available stone and a mix of organic manure and soft soil. The technology of the artificial glacier has been in operation in the area for 15 years and is performing successfully.","accessed":{"date-parts":[[2022,4,25]]},"author":[{"family":"Norphel","given":"Chewang"},{"family":"Tashi","given":"Padma"}],"citation-key":"norphelSnowWaterHarvesting2015","collection-title":"Disaster Risk Reduction","container-title":"Mountain Hazards and Disaster Risk Reduction","DOI":"10.1007/978-4-431-55242-0_11","editor":[{"family":"Nibanupudi","given":"Hari Krishna"},{"family":"Shaw","given":"Rajib"}],"event-place":"Tokyo","ISBN":"978-4-431-55242-0","issued":{"date-parts":[[2015]]},"language":"en","page":"199-210","publisher":"Springer Japan","publisher-place":"Tokyo","source":"Springer Link","title":"Snow Water Harvesting in the Cold Desert in Ladakh: An Introduction to Artificial Glacier","title-short":"Snow Water Harvesting in the Cold Desert in Ladakh","type":"chapter","URL":"https://doi.org/10.1007/978-4-431-55242-0_11"},
  {"id":"nusserCryosphereFedIrrigationNetworks2019","author":[{"family":"Nüsser","given":"Marcus"},{"family":"Dame","given":"Juliane"},{"family":"Parveen","given":"Sitara"},{"family":"Kraus","given":"Benjamin"},{"family":"Baghel","given":"Ravi"},{"family":"Schmidt","given":"Susanne"}],"citation-key":"nusserCryosphereFedIrrigationNetworks2019","container-title":"Mountain Research and Development","DOI":"10.1659/MRD-JOURNAL-D-18-00072.1","issue":"2","issued":{"date-parts":[[2019]]},"publisher":"International Mountain Society","title":"Cryosphere-Fed Irrigation Networks in the Northwestern Himalaya: Precarious Livelihoods and Adaptation Strategies Under the Impact of Climate Change","type":"article-journal","volume":"39"},
  {"id":"nusserIrrigationDevelopmentUpper2012","author":[{"family":"Nüsser","given":"Marcus"},{"family":"Schmidt","given":"Susanne"},{"family":"Dame","given":"Juliane"}],"citation-key":"nusserIrrigationDevelopmentUpper2012","container-title":"Mountain Research and Development","DOI":"10.1659/MRD-JOURNAL-D-11-00091.1","issue":"1","issued":{"date-parts":[[2012]]},"page":"51 – 61","publisher":"International Mountain Society","title":"Irrigation and Development in the Upper Indus Basin: Characteristics and Recent Changes of a Socio-hydrological System in Central Ladakh, India","type":"article-journal","URL":"https://doi.org/10.1659/MRD-JOURNAL-D-11-00091.1","volume":"32"},
  {"id":"nusserLocalKnowledgeGlobal2016","abstract":"In recent years Himalayan glaciers have figured controversially in the public discussion of climate change, reflecting the tension between the mounting global concern over these ostensibly threatened cryoscapes and the dominant local role that glaciers play in irrigation. The intersection of local and global knowledge of the Himalayas is evident in the construction of artificial glaciers in Ladakh, a high altitude desert in the geopolitically sensitive region of Kashmir, bordering India, Pakistan, and China. These artificial glaciers meet local irrigation needs in the agricultural season by melting before natural glacial meltwater becomes available. At the same time, these ice reservoirs are also framed as an adaptation to climate change, a perspective suggesting that, contrary to romanticized notions, local knowledge is neither purely local nor disconnected from globally circulating knowledge about climate change.","accessed":{"date-parts":[[2022,4,25]]},"author":[{"family":"Nüsser","given":"Marcus"},{"family":"Baghel","given":"Ravi"}],"citation-key":"nusserLocalKnowledgeGlobal2016","collection-title":"Knowledge and Space","container-title":"Ethnic and Cultural Dimensions of Knowledge","DOI":"10.1007/978-3-319-21900-4_9","editor":[{"family":"Meusburger","given":"Peter"},{"family":"Freytag","given":"Tim"},{"family":"Suarsana","given":"Laura"}],"event-place":"Cham","ISBN":"978-3-319-21900-4","issued":{"date-parts":[[2016]]},"language":"en","page":"191-209","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Springer Link","title":"Local Knowledge and Global Concerns: Artificial Glaciers as a Focus of Environmental Knowledge and Development Interventions","title-short":"Local Knowledge and Global Concerns","type":"chapter","URL":"https://doi.org/10.1007/978-3-319-21900-4_9"},
  {"id":"nusserSociohydrologyArtificialGlaciers2019","author":[{"family":"Nüsser","given":"M."},{"family":"Dame","given":"Juliane"},{"family":"Kraus","given":"Benjamin"},{"family":"Baghel","given":"Ravi"},{"family":"Schmidt","given":"Susanne"}],"citation-key":"nusserSociohydrologyArtificialGlaciers2019","container-title":"Regional Environmental Change","DOI":"10.1007/s10113-018-1372-0","issued":{"date-parts":[[2019]]},"title":"Socio-hydrology of artificial glaciers in Ladakh, India: assessing adaptive strategies in a changing cryosphere","type":"article-journal"},
  {"id":"oerlemansBriefCommunicationGrowth2021","author":[{"family":"Oerlemans","given":"J."},{"family":"Balasubramanian","given":"S."},{"family":"Clavuot","given":"C."},{"family":"Keller","given":"F."}],"citation-key":"oerlemansBriefCommunicationGrowth2021","container-title":"The Cryosphere","DOI":"10.5194/tc-15-3007-2021","issue":"6","issued":{"date-parts":[[2021]]},"page":"3007-3012","title":"Brief communication: Growth and decay of an ice stupa in alpine conditions – a simple model driven by energy-flux observations over a glacier surface","type":"article-journal","URL":"https://tc.copernicus.org/articles/15/3007/2021/","volume":"15"},
  {"id":"oerlemansYearRecordGlobal1998","author":[{"family":"Oerlemans","given":"J."},{"family":"Knap","given":"W. H."}],"citation-key":"oerlemansYearRecordGlobal1998","container-title":"Journal of Glaciology","DOI":"10.3189/S0022143000002574","issue":"147","issued":{"date-parts":[[1998]]},"page":"231-238","title":"A 1 year record of global radiation and albedo in the ablation zone of Morteratschgletscher, Switzerland","type":"article-journal","volume":"44"},
  {"id":"palmerStoringFrozenWater2022","abstract":"Man-made ice towers provide water during the growing season in the high-elevation desert in the Himalayas to buffer effects of climate change. Local and international science partnerships are now working to develop technologies to make these ice stupas more efficient.","accessed":{"date-parts":[[2022,4,27]]},"author":[{"family":"Palmer","given":"Lisa"}],"citation-key":"palmerStoringFrozenWater2022","container-title":"Nature Climate Change","container-title-short":"Nat. Clim. Chang.","DOI":"10.1038/s41558-021-01260-x","ISSN":"1758-6798","issue":"2","issued":{"date-parts":[[2022,2]]},"language":"en","number":"2","page":"115-117","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Storing frozen water to adapt to climate change","type":"article-journal","URL":"https://www.nature.com/articles/s41558-021-01260-x","volume":"12"},
  {"id":"pix4dsaPix4DmapperUserManual2020","accessed":{"date-parts":[[2021,12,9]]},"author":[{"literal":"Pix4D SA"}],"citation-key":"pix4dsaPix4DmapperUserManual2020","issued":{"date-parts":[[2020]]},"title":"Pix4Dmapper 4.1 user manual","type":"document","URL":"https://support.pix4d.com/hc/en-us/articles/204272989-Offline-Getting-Started-and-Manual-pdf"},
  {"id":"reutersConservationistsChileAim2021","abstract":"A group of Chilean climate experts wants to take advantage of Southern Hemisphere winter rains to freeze water in artificial glaciers, to be used in the dry months of December-February.","accessed":{"date-parts":[[2022,4,27]]},"author":[{"literal":"Reuters"}],"citation-key":"reutersConservationistsChileAim2021","container-title":"Reuters","issued":{"date-parts":[[2021,10,28]]},"language":"en","section":"Americas","source":"www.reuters.com","title":"Conservationists in Chile aim to freeze water in man-made glaciers","type":"article-newspaper","URL":"https://www.reuters.com/world/americas/conservationists-chile-aim-freeze-water-man-made-glaciers-2021-10-28/"},
  {"id":"rolexawardsforenterpriseSonamWangchukRolex2016","abstract":"Sonam Wangchuk lives and works in the Ladakh region of India, high in the Himalayas. This harsh mountain area is experiencing acute water shortages due to climate change. Sonam, who is an engineer and educator, found a simple but ingenious way to store water using artificial glaciers that will irrigate trees and crops. Discover more https://on.rolex.com/3CymSy6\n#Rolex #PerpetualPlanet #RolexAwards","accessed":{"date-parts":[[2022,6,2]]},"citation-key":"rolexawardsforenterpriseSonamWangchukRolex2016","dimensions":"1:59","director":[{"literal":"Rolex Awards for Enterprise"}],"issued":{"date-parts":[[2016,11,16]]},"source":"YouTube","title":"Sonam Wangchuk, Rolex Awards Laureate, 2016","type":"motion_picture","URL":"https://www.youtube.com/watch?v=FdVijr10DZ0"},
  {"id":"sauterCOSIPYV1Opensource2020","abstract":"Glacier changes are a vivid example of how environmental systems react to a changing climate. Distributed surface mass balance models, which translate the meteorological conditions on glaciers into local melting rates, help to attribute and detect glacier mass and volume responses to changes in the climate drivers. A well-calibrated model is a suitable test bed for sensitivity, detection, and attribution analyses for many scientific applications and often serves as a tool for quantifying the inherent uncertainties. Here, we present the open-source COupled Snowpack and Ice surface energy and mass balance model in PYthon (COSIPY), which provides a flexible and user-friendly framework for modeling distributed snow and glacier mass changes. The model has a modular structure so that the exchange of routines or parameterizations of physical processes is possible with little effort for the user. The framework consists of a computational kernel, which forms the runtime environment and takes care of the initialization, the input–output routines, and the parallelization, as well as the grid and data structures. This structure offers maximum flexibility without having to worry about the internal numerical flow. The adaptive subsurface scheme allows an efficient and fast calculation of the otherwise computationally demanding fundamental equations. The surface energy balance scheme uses established standard parameterizations for radiation as well as for the energy exchange between atmosphere and surface. The schemes are coupled by solving both surface energy balance and subsurface fluxes iteratively such that consistent surface skin temperature is returned at the interface. COSIPY uses a one-dimensional approach limited to the vertical fluxes of energy and matter but neglects any lateral processes. Accordingly, the model can be easily set up in parallel computational environments for calculating both energy balance and climatic surface mass balance of glacier surfaces based on flexible horizontal grids and with varying temporal resolution. The model is made available on a freely accessible site and can be used for non-profit purposes. Scientists are encouraged to actively participate in the extension and improvement of the model code.","author":[{"family":"Sauter","given":"Tobias"},{"family":"Arndt","given":"Anselm"},{"family":"Schneider","given":"Christoph"}],"citation-key":"sauterCOSIPYV1Opensource2020","container-title":"Geoscientific Model Development","DOI":"10.5194/GMD-13-5645-2020","issue":"11","issued":{"date-parts":[[2020,11]]},"page":"5645-5662","publisher":"Copernicus GmbH","title":"COSIPY v1.3 – an open-source coupled snowpack and ice surface energy and mass balance model","type":"article-journal","volume":"13"},
  {"id":"turnerAutomatedTechniqueGenerating2012","author":[{"family":"Turner","given":"Darren"},{"family":"Lucieer","given":"Arko"},{"family":"Watson","given":"Christopher"}],"citation-key":"turnerAutomatedTechniqueGenerating2012","container-title":"Remote Sensing","DOI":"10.3390/rs4051392","ISSN":"2072-4292","issue":"5","issued":{"date-parts":[[2012]]},"page":"1392-1410","title":"An Automated Technique for Generating Georectified Mosaics from Ultra-High Resolution Unmanned Aerial Vehicle (UAV) Imagery, Based on Structure from Motion (SfM) Point Clouds","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/4/5/1392","volume":"4"},
  {"id":"tveitenGlacierGrowingLocal2007","accessed":{"date-parts":[[2021,11,7]]},"author":[{"family":"Tveiten","given":"Ingvar"}],"citation-key":"tveitenGlacierGrowingLocal2007","issued":{"date-parts":[[2007]]},"title":"Glacier Growing - A Local Response to Water Scarcity in Baltistan and Gilgit, Pakistan","title-short":"Glacier Growing","type":"thesis","URL":"http://www.umb.no/statisk/noragric/publications/master/2007_ingvar_tveiten.pdf"},
  {"id":"vinceGlacierMan2009","accessed":{"date-parts":[[2022,4,25]]},"author":[{"family":"Vince","given":"Gaia"}],"citation-key":"vinceGlacierMan2009","container-title":"Science","DOI":"10.1126/science.326_659","issue":"5953","issued":{"date-parts":[[2009,10,30]]},"page":"659-661","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Glacier Man","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.326_659","volume":"326"},
  {"id":"vincentEnergyClimateChange2009","abstract":"Energy and climate change in cold regions of Asia","author":[{"family":"Vincent","given":"Stauffer"}],"citation-key":"vincentEnergyClimateChange2009","issued":{"date-parts":[[2009,8,6]]},"source":"ResearchGate","title":"Energy and climate change in cold regions of Asia","type":"book"},
  {"id":"wangchukIceStupaArtificial2014","author":[{"family":"Wangchuk","given":"S."}],"citation-key":"wangchukIceStupaArtificial2014","issued":{"date-parts":[[2014]]},"publisher":"Indiegogo","title":"Ice Stupa Artificial Glaciers of Ladakh","type":"article-journal"},
  {"id":"wangchukIceStupaCompetition2020","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Wangchuk","given":"Sonam"}],"citation-key":"wangchukIceStupaCompetition2020","container-title":"Ministry of tribal affairs, Government of India","issued":{"date-parts":[[2020,12,22]]},"title":"Ice Stupa Competition","type":"webpage","URL":"https://tribal.nic.in/IceStupa.aspx"},
  {"id":"woolfComputationSolarElevation1968","author":[{"family":"Woolf","given":"Harold M."}],"citation-key":"woolfComputationSolarElevation1968","issued":{"date-parts":[[1968]]},"publisher":"National Aeronautics and Space Administration","title":"On the Computation of Solar Elevation Angles and the determination of sunrise and sunset times","type":"book"}
]
